[
  {
    "quote": "Bitcoin is a techno tour de force.",
    "author": "Bill Gates"
  },
  {
    "quote": "Bitcoin is a remarkable cryptographic achievement and the ability to create something that is not duplicable in the digital world has enormous value.",
    "author": "Eric Schmidt (Google CEO)"
  },
  {
    "quote": "Bitcoin is a very exciting development, it might lead to a world currency. I think over the next decade it will grow to become one of the most important ways to pay for things and transfer assets.",
    "author": "Kim Dotcom (CEO of MegaUpload)"
  },
  {
    "quote": "We have elected to put our money and faith in a mathematical framework that is free of politics and human error.",
    "author": "Tyler Winklevoss (Co-inventor of Facebook)"
  },
  {
    "quote": "Bitcoin actually has the balance and incentives right, and that is why it is starting to take off.",
    "author": "Julian Assange (Founder of Wikileaks)"
  },
  {
    "quote": "So bitcoin is cyber snob currency…",
    "author": "William Shatner (Actor in Star Trek TOS)"
  },
  {
    "quote": "Virgin Galactic is a bold entrepreneurial technology. It’s driving a revolution and Bitcoin is doing just the same when it comes to inventing a new currency.",
    "author": "Sir Richard Branson (Founder of Virgin group of companies)"
  },
  {
    "quote": "I really like Bitcoin. I own Bitcoins. It’s a store of value, a distributed ledger. It’s a great place to put assets, especially in places like Argentina with 40 percent inflation, where $1 today is worth 60 cents in a year, and a government’s currency does not hold value. It’s also a good investment vehicle if you have an appetite for risk. But it won’t be a currency until volatility slows down.",
    "author": "David Marcus (CEO of Paypal)"
  },
  {
    "quote": "I think the fact that within the bitcoin universe an algorithm replaces the functions of [the government] … is actually pretty cool. I am a big fan of Bitcoin.",
    "author": "Al Gore (45th Vice President of the United States)"
  },
  {
    "quote": "Bitcoin may be the TCP/IP of money.",
    "author": "Paul Buchheit (Creator of Gmail)"
  },
  {
    "quote": "I am very intrigued by Bitcoin. It has all the signs. Paradigm shift, hackers love it, yet it’s derided as a toy. Just like microcomputers.",
    "author": "Paul Graham (Yahoo Store)"
  },
  {
    "quote": "Bitcoin will do to banks what email did to the postal industry.",
    "author": "Rick Falkvinge (Founder of the Swedish pirate party)"
  },
  {
    "quote": "Right now Bitcoin feels like the Internet before the browser.",
    "author": "Wences Casares (Founder of Banco Lemon)"
  },
  {
    "quote": "I do think Bitcoin is the first [encrypted money] that has the potential to do something like change the world.",
    "author": "Peter Thiel (Co-Founder of Paypal)"
  },
  {
    "quote": "There are 3 eras of currency: Commodity based, politically based, and now, math based.",
    "author": "Chris Dixon (Co-founder of Hunch now owned by Ebay, Co-founder of SiteAdvisor now owned by McAfee)"
  },
  {
    "quote": "Entire classes of bugs are missing.",
    "author": "Dan Kaminsky (Security Penetration Expert for Cisco and Avaya)"
  },
  {
    "quote": "It’s money 2.0, a huge hugehuge deal.",
    "author": "Chamath Palihapitiya (Previous head of AOL instant messenger)"
  },
  {
    "quote": "You can’t stop things like Bitcoin. It will be everywhere and the world will have to readjust. World governments will have to readjust.",
    "author": "John McAfee"
  },
  {
    "quote": "Bitcoin is here to stay. There would be a hacker uproar to anyone who attempted to take credit for the patent of cryptocurrency. And I wouldn’t want to be on the receiving end of hacker fury.",
    "author": "Adam Draper"
  },
  {
    "quote": "If there is one positive takeaway from the collapse of Mt.Gox, it is the willingness of a new generation of Bitcoin companies to work together to ensure the future of Bitcoin and the security of customer funds.",
    "author": "Brian Armstrong (CEO of Coinbase)"
  },
  {
    "quote": "Bitcoin seems to be a very promising idea. I like the idea of basing security on the assumption that the CPU power of honest participants outweighs that of the attacker. It is a very modern notion that exploits the power of the long tail.",
    "author": "Hal Finney"
  },
  {
    "quote": "Bitcoin enables certain uses that are very unique. I think it offers possibilities that no other currency allows. For example the ability to spend a coin that only occurs when two separate parties agree to spend the coin; with a third party that couldn’t run away with the coin itself.",
    "author": "Pieter Wuille"
  },
  {
    "quote": "Hey, obviously this is a very interesting time to be in Bitcoin right now, but if you guys want to argue over whether this is reality or not, one Bitcoin will feed over 40 homeless people in Pensacola right now. If you guys want proof Bitcoin is real, send them to me, I’ll cash them out and feed homeless people.",
    "author": "Jason King"
  },
  {
    "quote": "Blockchain is the tech. Bitcoin is merely the first mainstream manifestation of its potential.",
    "author": "Marc Kenigsberg"
  },
  {
    "quote": "Bitcoin was created to serve a highly political intent, a free and uncensored network where all can participate with equal access.",
    "author": "Amir Taaki"
  },
  {
    "quote": "As the value goes up, heads start to swivel and skeptics begin to soften. Starting a new currency is easy, anyone can do it. The trick is getting people to accept it, because it is their use that gives the “money” value.",
    "author": "Adam B. Levine"
  },
  {
    "quote": "At its core, bitcoin is a smart currency, designed by very forward-thinking engineers. It eliminates the need for banks, gets rid of credit card fees, currency exchange fees, money transfer fees, and reduces the need for lawyers in transitions… all good things.",
    "author": "Peter Diamandis"
  },
  {
    "quote": "Bitcoin, and the ideas behind it, will be a disrupter to the traditional notions of currency. In the end, currency will be better for it.",
    "author": "Edmund C. Moy"
  },
  {
    "quote": "There is so much potential, … I am just waiting for it to be a billion dollar industry.” “Wow, Silk Road actually works",
    "author": "Charlie Shrem"
  }
]
